/*
  Localizable.strings
  TMXSDK

  Created by Varun Bansal on 2/27/17.
  Copyright © 2017 Ticketmaster. All rights reserved.
*/

"FLASH_SEAT_COMPLETED" = "<html><head><style>h1 { font-family: Avenir; font-size: 20px; font-weight: normal; font-style: normal; font-stretch: normal; line-height: normal; letter-spacing: normal; text-align: center; color: rgba(38, 38, 38, 0.65); } p { font-family: Avenir; font-size: 14px; font-weight: normal; font-style: normal; font-stretch: normal; line-height: 1.29; letter-spacing: normal; text-align: left; color: #262626; } p.list { padding-left: 1.5em; text-indent:-1.5em; } a { text-decoration: none; color: #026cdf; }</style></head><body><h1>Miten näen lippuni ja pääsen tapahtumaan<h1><p>Osallistuaksesi tapahtumaasi sinun on luotava ilmainen Flash Seats -tili ja asennettava heidän sovelluksensa, jotta voit käyttää mobiililippujasi. Jos et ole vielä tehnyt niin, seuraa alla olevia ohjeita nähdäksesi ja käyttääksesi lippujasi tapahtumapäivänä</p><p>1.&nbsp;&nbsp;&nbsp;<a href=\"itms-apps://itunes.apple.com/us/app/flash-seats/id679164752\">Luo tili</a> Flash seatsissa. Käytä samaa sähköpostiosoitetta kuin millä teit oston Ticketmasterin verkkokaupassa.</p><p>2.&nbsp;&nbsp;&nbsp; Lataa Flash Seats App. Puhelimesi on lippusi ja Appia käyttäen puhelin luetaan ovella sisäänpääsyä varten. </p><p>Lue lisää lippujen käytöstä vieraile <a href=\"https://help.ticketmaster.com/s/article/resale\">usein kysytyt kysymykset</a>.</p></body></html> ";

"FLASH_SEAT_CONFIRMED" = "<html><head><style>h1 { font-family: Avenir; font-size: 20px; font-weight: normal; font-style: normal; font-stretch: normal; line-height: normal; letter-spacing: normal; text-align: center; color: rgba(38, 38, 38, 0.65);}p, ol { font-family: Avenir; font-size: 14px; font-weight: normal; font-style: normal; font-stretch: normal; line-height: 1.29; letter-spacing: normal; text-align: left; color: #262626;}ol { padding-left:18px;}a { text-decoration:none; color: #026cdf;</style></head><body><h1>Mitä seuraavaksi?</h1><p>Pidämme sinut ajan tasalla ja lähetämme sinulle sähköpostin kun lippusi ovat saatavilla. Jos et ole jo luonut Flash Seats tiliä <a href=\"itms-apps://itunes.apple.com/us/app/flash-seats/id679164752\">klikkaa tästä</a>. Käytä samaa sähköpostia mikä käytit lippujen ostossa. </p><p>Lue lisää miten käytät lippujasi, vieraile <a href=\"https://help.ticketmaster.com/s/article/resale\">usein kysytyt kysymykset</a>.</p></body></html> ";

"FLASH_SEAT_DELAYED" = "<!DOCTYPE html><html><head><style>h1 { font-family: Avenir; font-size: 20px; font-weight: normal; font-style: normal; font-stretch: normal; line-height: normal; letter-spacing: normal; text-align: center; color: rgba(38, 38, 38, 0.65);}p, ol { font-family: Avenir; font-size: 14px; font-weight: normal; font-style: normal; font-stretch: normal; line-height: 1.29; letter-spacing: normal; text-align: left; color: #262626;}ol { padding-left:18px;}a { text-decoration:none; color: #026cdf;}</style></head><body><p> Törmäsimme ongelmaan lipunmyyjän kanssa, mutta ei huolta, emme jätä sinua pulaan. </p><p>Asiakaspalvelumme työskentelee varmistaakseen sinulle hyvät liput ja ovat sinuun yhteydessä. </p><p>Jos sinulla on kysymyksiä ja haluat olla meihin yhteydessä etukäteen, ota yhteyttä <a href=\"https://help.ticketmaster.com/s/article/How-do-I-contact-Customer-Service?language=en_US\">asiakaspalveluun</a> </p>.<p>Kiitos,<br> Ticketmasterin tiimi</p></body></html> ";


"UPS_COMPLETED" = "<html><head><style>h1 { font-family: Avenir; font-size: 20px; font-weight: normal; font-style: normal; font-stretch: normal; line-height: normal; letter-spacing: normal; text-align: center; color: rgba(38, 38, 38, 0.65); } p { font-family: Avenir; font-size: 14px; font-weight: normal; font-style: normal; font-stretch: normal; line-height: 1.29; letter-spacing: normal; text-align: left; color: #262626; } p.list { padding-left: 1.5em; text-indent:-1.5em; } a { text-decoration: none; color: #026cdf; } </style></head><body><h1>Seurantatiedot<h1><p>Seuranta #<a href=\"%@\"> %@</a></p><p>Lippusi ovat valmiit ja matkalla! </p><p>Tarkastellaksesi postituksen tilan, katso annettu tilausnumero.</p></body></html>";

"Title_Ticket" = "Liput";

//Ticket Details
"Title_Purchase_Date" = "Ostopäivämäärä";

"Will Call MX" = "Hae liput Ticketmasterin lippukaupasta";
"Pick up MX" = "Liput voi tulostaa \nsähköpostissa ilmoitetusta päivämäärästä alkaen.";

"LEAD_BOOKER" = "Lipunostaja";
"LEVEL" = "Taso";

"Add to Wallet to enter the event." = "Lisää lompakkoon päästäksesi tapahtumaan sisälle.";

"Ticketmaster" = "Ticketmaster";
"Sec" = "Sec";
"Row" = "Rivi";
"SEC" = "KATSOMO";
"ROW" = "RIVI";
"SEAT" = "PAIKKA";
"TICKET" = "LIPPU";
"Seats" = "Paikat";
"Seat" = "Paikka";
"Seats %@" = "Paikka %@";
"Sec %@" = "Katsomo %@";
"Row %@" = "Rivi %@";
"Seat %@" = "Paikka %@";
"Section %@" = "Katsomo %@";
"SECTION" = "KATSOMO";
"Section" = "KATSOMO";

"Do you want to try again?" = "Halutatko yrittää uudestaan?";
"No" = "Ei";
"Yes" = "Kyllä";

"Transfer" = "Siirrä";
"Forward" = "Välitä";
"Sell" = "Myy";
"Sell Tickets" = "Myy lippuja";
"Update" = "Päivitä";
"Listing Updated!" = "Ilmoitusta päivitetty!";
"Tickets Listed!" = "Liput ilmoitettu myyntiin!";
"Retry!" = "Yritä uudestaan!";
"Help" = "Ohje";
"Logout" = "Uloskirjautuminen";
"Accounts" = "Tilit";
"Linked Accounts" = "Linked Accounts";

"An error occurred preparing your tickets for transfer" = "Tapahtui virhe valmistellessa lippuja siirtoa varten.";
"An error occurred preparing your ticket forward." = "Tapahtui virhe valmistellessa lippuja eteenpäin lähetykseen.";
"Would you like to retry?" = "Haluaisitko yrittää uudestaan? ";
"Transfer %d Tickets" = "Siirrä %d lippua";
"Forward %d Tickets" = "Lähetä eteenpäin %d lippu";
"Transfer Tickets" = "Siirrä lippu";
"Forward Tickets" = "Lähetä %d liput eteenpäin";
"Transfer %d Ticket" = "Siirrä %d lippu";
"Need to transfer tickets from additional events?" = "Need to transfer tickets from additional events?";
"SELECT EVENTS" = "SELECT EVENTS";
"Forward %d Ticket" = "Lähetä eteenpäin %d lippu";
"%@ %d Tickets" = "%@ %d Liput";
"%@ %d Ticket" = "%@ %d Lippu";
"%@ Ticket" = "%@ Lippu";


"Tickets have been claimed" = "Liput on hyväksytty";
"Ticket has been claimed" = "Lippu on hyväksytty";

"%@ \nclaimed ticket successfully." = "%@ \nhyväksyi lipun onnistuneesti.";
"%@ \nclaimed tickets successfully." = "%@ \nhyväksyi liput onnistuneesti.";
"%d tickets claimed" = "%d lippua hyväksytty";
"%d ticket claimed" = "%d lippua hyväksytty";
"%d tickets claimed by" = "%d liput hyväksynyt ";
"%d ticket claimed by" = "%d lipun hyväksynyt";

"%d tickets sent" = "%d lippua lähetetty";
"%d ticket sent" = "%d lippu lähetetty";
"%d tickets sent to" = "%d lippua lähetetty";
"%d ticket sent to" = "%d lippu lähetetty";
 
"Claimed" = "Hyväksytty";
"Sent" = "Lähetetty";
"Claimed on %@ %d" = "Hyväksytty %@ %d";
"Waiting for recipient to claim." = "Odotetaan vastaanottajan hyväksymistä";
"You sent %d tickets" = "Lähetut %d liput";
"You sent %d ticket" = "Lähetut %d lipun";

"Cancel Listing?" = "Poista listaus";
"Ok" = "OK";
"OK" = "OK";
"Canceling this transfer will return the tickets to your account. Select Yes to cancel the transfer." = "Canceling this transfer will return the tickets to your account. Select Yes to cancel the transfer.";
"Unable to cancel the transfer at this time" = "Siirtoa ei voitu peruttaa tällä hetkellä.";

"Which account do you want to sign-in to?" = "Mille tilille haluat kirjautua?";
"Team Account" = "Tiimin tili";
"Cancel" = "Peruuta";
"%d tickets" = "%d liput";
"%d ticket" = "%d lippu";
"Unable to find the specified order" = "Kyseistä tilausta ei löytynyt";
"Sign In" = "Kirjaudu sisään";

"Order %@" = "Tilaus %@";

"You will be paid out @ $%.2f" = "Sinulle maksetaan @ $%.2f";
"You'll get paid typically after 7 business days after the event." = "Saat yleensä maksettuna 7 arkipäivän kuluessa tapahtuman jälkeen.";
"You'll get paid $%.2f typically after 7 business days after the event." = "Saat yleensä $%.2f maksettuna 7 arkipäivän kuluessa tapahtuman jälkeen.";
"To view your payout timing click on Orders button below" = "Nähdääksesi maksun aikataulun klikkaa Tilaukset painiketta alla.";

//Added Later


"%d claimed, %d sent" = "%d hyväksytty, %d lähetetty";
"%d pending" = "%d odottaa";
"%d sent" = "%d lähetetty";
"%d claimed" = "%d hyväksytty";

"%d ticket claimed, %d ticket sent" = "%d lippu hyväksytty, %d lippu lähetetty";
"%d ticket claimed, %d tickets sent" = "%d lippu hyväksytty, %d lippua lähetetty";
"%d tickets claimed, %d ticket sent" = "%d lippua hyväksytty, %d lippu lähetetty";
"%d tickets claimed, %d tickets sent" = "%d lippua hyväksytty, %d lippua lähetetty";

"%d listed, %d sold" = "%d ilmoitettu, %d myyty";
"%d listed" = "%d laitettu myyntiin";
"%d sold" = "%d myyty";

"My Tickets" = "Minun lippuni";

// My tickets view with add-ons enabled
"MY TICKETS" = "LIPPUNI";
"MY TICKETS %d" = "LIPPUNI %d";
"ADD-ONS" = "LISÄMYYNTI";

"My Events" = "Tapahtumani";
"Title_Ticket" = "Liput";

//Actual Ticket

"General Admission" = "Varaamattomat paikat";
"Reserved Seat Ticket" = "Reserved Seat Ticket";


/* Class = "UIButton";  normalTitle = "Edit Listing";  ObjectID = "Ys2-1Y-9uV";  */
"Edit Listing" = "Muokkaa Ilmoitusta";

/* Class = "UIButton";  normalTitle = "Cancel Listing";  ObjectID = "gZc-hA-TMd"; */
"Cancel Listing" = "Peruuta listaus";


/* Class = "UIButton";  normalTitle = "Cancel Transfer";  ObjectID = "jZJ-MX-DwR";  */
"Cancel Transfer" = "Peruuta siirto";
"Cancel Forward" = "Peruuta uudelleenlähetys";


/* Class = "UIButton";  normalTitle = "  Transfer"; ObjectID = "FpQ-K7-jYP"; */
"More Options" = "Lisää vaihtoehtoja";

/* Class = "UINavigationItem";  title = "Claim Tickets";  ObjectID = "aAz-hq-sVI"; */
"Claim Tickets" = "Hyväksy liput";



/* Class = "UILabel";  text = "Claim your ticket now";  ObjectID = "elz-J7-cgP"; */
"Claim your ticket now" = "Hyväksy liput nyt";


//Ticket Details

/* Class = "UIButton";  normalTitle = "Ticket Details";  ObjectID = "kXv-HS-rIo"; */
"Ticket Details" = "Lippujen tiedot";

/* Class = "UILabel";  text = "Order Number";  ObjectID = "CbP-ou-OSu"; ; */
"Order Number" = "Tilausnumero";

/* Class = "UILabel";  text = "Barcode Number";  ObjectID = "hyG-gG-BTf"; */
"Barcode Number" = "Viivakoodi";

/* Class = "UILabel";  text = "Ticket Type";  ObjectID = "rdw-eg-r7m";*/
"Ticket Type" = "Lipuntyyppi";

/* Class = "UILabel";  text = "Ticket Price";  ObjectID = "j7X-Z4-I8b";*/
"Ticket Price" = "Lipun hinta";

"Ticket Face Value" = "Lipun hinta";
"Ticket face value $%@" = "Lipunhinta %@";
"Grand Total" = "Kokonaissumma";
"GRAND TOTAL" = "KOKONAISSUMMA";
/* Class = "UILabel";  text = "Terms & Conditions";  ObjectID = "0Cp-HJ-hLy";*/
"Terms & Conditions" = "Osto- & käyttöehdot";
"Tickets are subject to our Purchase Policy. Venue and/or event organiser T&C's may also apply." = "Lippuihin kohdistuu ostoehtomme. Tapahtumapaikan tai -järjestäjän käyttö- ja ostoehtoja voidaan myös soveltaa.";

//Ticket types
"UNKNOWN" = "TUNTEMATON";
"SEASON_TICKET" = "KAUSIKORTTI";
"EVENT_TICKET" = "TAPAHTUMALIPPU";
"ALLOCATED_TICKET" = "JAETUT LIPUT";
"MEMBERSHIP" = "JÄSENYYS";

"Manage Tickets" = "Hallitse lippuja";
"Manage Order" = "Hallinnoi tilausta";
"Cancel Posting" = "Peruuta ilmoitus";

/* Class = "UILabel";  text = "Standard Entry";  ObjectID = "FNL-i0-9lI"; */
"Standard Entry" = "Peruslippu";



/* Class = "UIButton";  normalTitle = "Close";  ObjectID = "oZ6-D8-Lzu";*/
"Close" = "Sulje";


/* Class = "UILabel";  text = "NUMBER OF TICKETS TO TRANSFER";  ObjectID = "qRx-1k-hPt"; */
"NUMBER OF TICKETS TO TRANSFER" = "SIIRRETTÄVIEN LIPPUJEN MÄÄRÄ";

"Select a different group?" = "Valitse eri ryhmä?";
"We can only process one seat group at a time. Are you ready to deselect seats from the current seat group?" = "Voimme käsitellä vain yhden paikkaryhmän kerrallaan. Oletko valmist poistamaan paikkoja valitusta paikkaryhmästä?";
"Please select contiguous seats." = "Valitse vierekkäiset paikat";

//Transfer
"SELECT SEATS TO TRANSFER" = "VALITSE PAIKAT SIIRRETTÄVÄSI";
"SELECT TICKETS TO TRANSFER" = "VALITSE LIPUT SIIRRETTÄVÄKSI";
"SELECT TICKETS TO FORWARD" = "VALITSE LIPUT ETEENPÄIN LÄHETETTÄVÄKSI";
"TRANSFER TO" = "SIIRRÄ";
"FORWARD TO" = "LÄHETÄ ETEENPÄIN";
"TRANSFER TICKETS" = "SIIRRÄ LIPUT";
"FORWARD TICKETS" = "LÄHETÄ LIPUT ETEENPÄIN";
"%d Selected" = "%d valittu";
"%d Tickets Selected" = "%d lippua valittu";
"%d Ticket Selected" = "%d lippu valittu";
"%d Characters Left" = "%d Kirjainta jäljellä";
"Sec %@, Row %@, Seat %@" = "Katsomo %@, Rivi %@, Paikka %@";
"First Name" = "Etunimi";
"Last Name" = "Sukunimi";
"This field is required" = "Tämä kenttä on pakollinen";
"Select From Contacts" = "Valitse yhteystiedoista";
"Manually Enter A Recipient" = "Lisää vastaanottaja manuaalisesti";
"Email or Mobile Number" = "Sähköposti ja puhelinnumero";
"Note" = "Huomautus";
"Transfer Tickets Via Email or Text Message" = "Siirrä liput sähköpostitse tai tekstiviestillä";
"Forward Tickets Via Email or Text Message" = "Lähetä liput eteenpäin sähköpostitse tai tekstiviestitse";
"Select an Email or mobile number to transfer tickets to your recipient." = "Valitse sähköposti tai puhelinnumero siirtääksesi liput vastaanottajalle.";
"Select an Email or mobile number to forward tickets to your recipient." = "Valitse sähköposti tai puhelinnumero lähettääksesi liput vastaanottajalle.";
"BACK" = "TAKAISIN";
"CONFIRM" = "VAHVISTA";

"Entry Gate" = "Sisäänmenoportti";
"ENTER THROUGH %@" = "ENTER THROUGH %@";

"Transfer tickets to everyone in your group." = "Siirrä liput kaikille ryhmässäsi.";
"Forward tickets to  everyone in your group." = "Lähetä liput eteenpäin kaikille ryhmässäsi.";

"How to get into the event?" = "Miten pääsen tapahtumaan?";
"Credit Card Entry" = "Syötä luottokortti";
"Have the card used to purchase and your photo ID handy." = "Ota valmiiksi esiin kortti jolla osto on tehty sekä henkilöllisyystodistus.";
"How to retrieve your tickets?" = "Mistä saat lippusi?";
"Will Call" = "Nouto ovimyynnistä";
"Will Call MX" = "Hae liput Ticketmasterin lippukaupasta";
"How to Retrieve Your Tickets" = "Miten saat lippusi";
"Pick-Up Info" = "Noudon info";
"Pick up your tickets at the Box Office once you arrive at the event." = "Nouda liput ovimyynnistä \nkun saavut tapahtumapaikalle.";
"Pick up MX" = "Liput voi tulostaa \nsähköpostissa ilmoitetusta päivämäärästä alkaen.";
"Print-at-Home" = "Tulosta kotona";
"From your Orders view and print your tickets." = "Voit tarkastella ja tulostaa lippusi tilauksistasi. ";
"This is not a ticket" = "Tämä ei ole pääsylippu.";
"Scan Barcode" = "Lue viivakoodi";
"View Ticket" = "Näytä liput";
"Your initiated transfer could not be cancelled" = "Alkuperäistä siirtoa ei voitu peruuttaa";
"This is not your ticket. We will email you when your tickets are ready, along with the details of how to access them." = "Tämä ei ole lippu. Lähetämme sähköpostilla kun lipput on valmiita sekä lisätietoja mistä saat lippusi.";

"Try Again" = "Yritä uudelleen";
"Something went wrong..." = "Virhetilanne";
"Your Internet connection appears to be offline" = "Internet yhteyttä ei löytynyt.";
"You have not purchased or received any tickets yet" = "Et ole vielä ostanut tai vastaanottanut lippuja.";

"Find Tickets" = "Etsi lippuja";
"Just purchased or received tickets for an event?" = "Ostitko tai vastaanotitko liput tapahtumaan?";
"REFRESH TO SEE TICKETS" = "PÄIVITÄ NÄHDÄKSESI LIPUT";

"Invalid Routing Number" = "Virheellinen suuntanumero";
"Invalid Account Number" = "Virheellinen tilinumero";
"Invalid Card Number" = "Virheellinen kortin numero";
"Invalid Address" = "Virheellinen osoite";
"Card Expired" = "Kortin voimassaolo päättynyt";

"You no longer own any tickets to this event." = "Et omista enää lippuja tähän tapahtumaan.";

"Tickets for past events are expired. They are no longer available for display." = "Liput menneisiin tapahtumiin ovat \n vanhentuneet. Ne eivät ole saatavilla.";

"Here is 1 ticket to" = "Tässä on yksi lippu";
"Here are %d tickets to" = "Tässä %d liput tapahtumaan";

"Physical tickets are being sent to you via mail." = "Liput lähetetään sinulle postitse.";
"You selected to receive your tickets via the mail. Your tickets should arrive in \ntime for the event." = "Valitsit lippujen vastaanottamisen \npostitse. Lippujen pitäisi saapua ajoissa tapahtumaan.";
"Sent by Mail" = "POSTITETTU";

"Barcode will display in:" = "Viivakoodi näytetään:";
"Live stream will be ready in:" = "Live striimi on valmiina: ";
 
"Watch Live Stream" = "Katso livelähetys";

"DAY" = "PÄIVÄ";
"HOUR" = "TUNTI";
"MIN" = "MINUUTTI";
"SECONDS" = "SEKUNTI";

"Going with Friends?" = "Menetkö ystäviesi kanssa?";
"Transfer their tickets now." = "Siirrä heidän liput nyt.";
"Forward their tickets now." = "Lähetä liput eteenpäin nyt.";

"Tickets Pagination Control" = "Lippujen numeroinnin kontrollointi";

"PAST EVENT" = "MENNYT TAPAHTUMA";
"PAST EVENTS" = "MENNYT TAPAHTUMA";
"PAST" = "MENNYT";
"UPCOMING" = "TULOSSA";
"All Upcoming Events" = "Kaikki tulevat tapahtumat";
"No upcoming events" = "Ei tulevia tapahtumia";
"No past events" = "Ei menneitä tapahtumia";
"Tickets you buy will automatically appear here" = "Tickets you buy will automatically appear here";

"VIEW STATUS" = "KATSO TILA";

"POSTPONED" = "SIIRRETTY";
"NEW DATE" = "UUSI PÄIVÄMÄÄRÄ";
"CANCELED" = "PERUTTU";
"CANCELLED" = "PERUUTETTU";

"Don't worry, \nyour seat info is on the Delivered Ticket." = "Älä huoli, \npaikkatietosi ovat toimitetussa lipussa.";
"Don't worry, \nyour seats are on the way." = "Ei huolta, \nlippusi on matkalla.";
"Where can I see my seat info?" = "Mistä näen paikkatiedot?";
"Why don't I have a seat?" = "Miksi minulla ei ole paikkaa?";
"View PDF" = "Katso PDF";
"View & Print PDF Tickets" = "Kato & tulosta PDF -liput";
"View PDF Tickets" = "Katso PDF -liput";
"Printed Tickets Required for Entry" = "Tulostetut liput vaaditaan sisäänpääsyyn";
"TICKETS ARE NOT READY YET" = "LIPUT EIVÄT OLE VIELÄ VALMIINA";
"SEATS CHANGED" = "PAIKAT VAIHDETTU";
"TICKET NOTIFICATION" = "LIPPU ILMOITUS";
"TICKET ORDER IN PROGRESS" = "LIPUN TILAUSTA KÄSITELLÄÄN";
"ORDER CONFIRMED" = "ORDER CONFIRMED";
"%d Tickets" = "%d lippua";
"%d Ticket" = "%d Lippu";

"%d tickets will be ready by:" = "%d Liput on valmiina ";
"%d ticket will be ready by:" = "%d lippu on valmiina";
"Your seats are ready! You can view your \nseat number on your Delivered Ticket." = "Paikkasi ovat valmiina!\nVoit katsoa paikkanumerosi toimitetusta lipusta.";

"Once your ticket is ready, you can view \nyour seat number on your ticket. Purchased \nmultiple seats? Your seats will be together." = "Kun lippusi on valmis, voit nähdä\n paikkanumerosi lipustasi.\nOstitko useita paikkoja? Paikat\n ovat yhdessä.";

"We ran into a snag with the ticket seller. We \ngot you covered – our Fan Support Team is \nstepping in to ensure the ticket seller \nprovides great tickets for you. We’ll be in \ncontact with you. If you'd prefer to reach us \nin advance, give us a call at \n800-653-8000." = "Törmäsimme pulmaan lipunmyyjän kanssa. Ei huolta \n– asiakaspalvelumme \nvarmistaa, että lipunmyyjä \ntarjoaa sinulle parhaat liput. Otamme sinuun \nyhteyttä. Jos haluat mieluummin tavoittaa meidät \nennakolta, soita meille numeroon \n0600-10-800(2€ /min+pvm).";


"We ran into a snag with the ticket seller. \nWe got you covered – Fan Support will be \nin contact with you. If you'd prefer to reach \nus in advance, give us a call at \n800-653-8000." = "Törmäsimme pulmaan lipunmyyjän kanssa. Ei huolta \n– asiakaspalvelumme \nvarmistaa, että lipunmyyjä \ntarjoaa sinulle parhaat liput. Otamme sinuun \nyhteyttä. Jos haluat mieluummin tavoittaa meidät \naikaisemmin, soita meille numeroon \n0600-10-800(2€ /min+pvm).";

"We ran into a snag with the ticket seller. \nOur team will reach out to you soon or \nyou can contact us now." = "Törmäsimme pulmaan lipunmyyjän kanssa. \nAsiakaspalvelumme ottaa sinuun yhteyttä pian tai \nvoit ottaa meihin yhteyttä nyt.";
"contact us now." = "ota meihin yhteyttä";

"We are processing your order and you will \n receive your tickets in time for the event." = "Käsittelemme tilaustasi ja saat lippusi ajoissa tapahtumaan.";

"Voided" = "Mitätöity";
"Orders" = "Tilaukset";
"Order" = "Tilaus";


"Get your %@ tickets" = "Hae %@ lippusi";
"Need help logging in?" = "Tarvitseko apua sisäänkirjautumisessa?";
"Tap here to reset password\n or select \Full Site\" to create an account." = "Klikkaa tätä vaihtaaksesi salasanan \n tai valitse \"Koko sivusto\" luodaksesi tilin.";
"Tap here and select \Sign In\" on the next screen to\n reset your password or create an account." = "Valitse \Sign In\" seuraavassa näkymässä \n vaihtaaksesi salasanan tai luodaksesi uuden tilin.";

"Tap here to reset password\n or create an account." = "Valitse tämä vaihtaaksesi salasanan\n tai luodaksesi tilin.";
"Sign in with either service\n to start managing your tickets." = "Kirjaudu sisään palveluun \n aloita lippujen hallitseminen.";
"%@ Account" = "%@ tili";

"Not able to get your member information, please contact team support." = "Jos et saa jäsentietojasi, ota yhteyttä tiimin tukeen.";

// MARK: - New Log In
"Access season and single game\n tickets purchased or accepted with\n your %@ account." = "Käytä %@ tililläsi ostettuja tai hyväksyttyjä kausi- ja yksittäisottelulippuja.";
"Sign in to %@" = "Kirjaudu sisään %@";
"Forgot password?" = "Oletko unohtanut salasanasi?";
"Tap \Sign In\" on the next screen to reset it.\n" = "Seuraavaalle sivulle nollataksesi sen.";

"Access and manage single game\n tickets purchased from Ticketmaster." = "Käytä ja hallitse Ticketmasterista ostettuja yksittäisten otteluiden lippuja ";
"Sign in to Ticketmaster" = "Kirjaudu sisään Ticketmasteriin";

// Terms Of Use
"Agree" = "Hyväksyn";
"Disagree" = "En hyväksy";

"Not able to configure the SDK using your apiKey, please contact PresenceSDK support team!" = "Emme pystyneet konfiguroimaan SDK:ta käyttäen API avaintasi, ota yhteyttä PresenceSDK tukeen!";

// Verification code entry
"Link Your Account" = "Yhdistä tilisi";
"Enter the code we sent to" = "Lisää koodi jonka sait";
"You have an existing resale account that must be linked with AccountManager. We emailed you with the validation code to enter below (you won’t have to do this next time.)" = "Sinulla on olemassa oleva jälleenmyyntitili, joka on linkitettävä tiliylläpitoon. Lähetimme sinulle sähköpostitse alla olevan vahvistuskoodin (sinun ei tarvitse tehdä tätä seuraavalla kerralla.)";
"Verification Code" = "Vahvistuskoodi";
"Enter 6-digit code" = "Syötä 6-numeroinen koodi";
"Resend Code" = "Uudelleenlähetä koodi";
"Code Sent" = "Koodi lähetetty";
"Submit" = "Lähetä";
"Cancel listing?" = "Poista listaus";
"Please confirm that you wish to cancel your ticket listing." = "Vahvista, että haluat perua jälleenmyynti ilmoituksesti. ";
"Unable to cancel listing at this time." = "Ilmoitusta ei voida perua tällä hetkellä.";

"To sell tickets, you are required to link your existing resale account with Account manager. Do you still want to dismiss the screen?" = "Lippujen myymiseksi sinun on linkitettävä nykyinen jälleenmyyntitilisi tilivastaavaan. Haluatko silti sulkea näytön?";
"Your code doesn’t match. Please check your code and try again." = "Koodisi ei täsmää. Tarkista koodisi ja yritä uudelleen";

// Error Banners
"No network connection available." = "Verkkoyhteyttä ei saatavilla.";
"Unable to refresh your events." = "Tapahtumien päivittäminen epäonnistui.";
"Unable to refresh your events. \nPlease check back later." = "Tapahtumia ei voitu päivittää. \n Palaa takaisin myöhemmin.";
"Unable to refresh all your tickets." = "Lippujen päivittäminen epäonnistui.";
"Unable to refresh your tickets. \nPlease check back later." = "Lippuja ei voitu päivittää. \n Palaa takaisin myöhemmin.";
"Your barcode will be ready before the event." = "Viivakoodisi on valmiina ennen tapahtumaa.";
"Please check back later" = "Tarkista tilanne myöhemmin uudelleen.";
"Last updated at %@." = "Viimeksi päivitetty %@";
"Last updated on %@." = "Viimeksi päivitetty %@.";
"Never been Updated." = "Ei päivitetty.";
"RETRY" = "YRITÄ UUDELLEEN";

// Installments
"Payment Incomplete" = "Maksua ei suoritettu";
"Your tickets will display once all installments are paid" = "Lippusi näkyvät, kun kaikki maksuerät on maksettu.";
"Go To Installments" = "Siirry maksueriin";
"Installments" = "Maksuerät";

"Details for PDF Tickets" = "Tiedot PDF lipusta";
"A printed PDF ticket is required for entry. To print tickets, log into your account from a computer - not your mobile. From your order, view and print your tickets for event access." = "Sisäänpääsyyn vaaditaan tulostettu PDF-lippu. Voit tulostaa lippuja kirjautumalla tilillesi tietokoneelta - ei matkapuhelimellasi. Tarkastele ja tulosta tilauksesi lippuja tapahtumaan pääsyä varten.";
"Don’t Remind Me Again" = "Älä muistuta minua uudestaan";

"Trying to transfer your tickets?" = "Yritätkö jakaa lippusi?";
"Trying to forward your tickets?" = "Yritätkö lähettää lippusi eteenpäin?";
"If this event is part of a series, when transfering tickets, you will be transfering tickets for both events automatically." = "Jos tapahtuma on osa sarjaa, lippuja siirtäessä liput kaikkiin tapahtumiin siirretään automaattisesti.";
"If this event is part of a series, when forwarding tickets, you will be forwarding tickets for both events automatically." = "Jos tapahtuma on osa sarjaa, lippuja lähettäessä eteenpäin liput kaikkiin tapahtumiin lähetetään automaattisesti.";

"Session Expired" = "Istunto on vanhentunut";
"Please continue thru the next steps to sign in again." = "Jatka seuraavien vaiheiden kautta kirjautuaksesi uudelleen.";

// Federated Login

"Get your %@ tickets" = "Hae %@ lippusi";
"Sign in" = "Kirjaudu";
"Sign in with your %@ or Ticketmaster account." = "Kirjaudu sisään %@ tai Ticketmaster tililläsi. ";
"We also found a %@ account with the same email. Let’s link your accounts to see all your tickets in one place." = "Löysimme %@ tilin samalla sähköpostilla. Yhdistetään tilit niin näet kaikki liput samassa paikassa.";

"Email" = "Sähköposti";
"Password" = "Salasana";
"Version" = "Versio";
"No thanks" = "Ei kiitos";
"Link accounts" = "Yhdistä tilit";
"Link Accounts" = "Yhdistä tilit";
"We can’t find any accounts associated with that login. Please try again." = "Emme löydä tilejä liitettynä tähän tunnukseen. Yritäthän uudestaan.";
"Unable to link to your %@ account. Please try again." = "Tiliäsi %@ ei voitu yhdistää. Yritäthön uudestaan.";
"Now loading your Ticketmaster account tickets for this event" = "Ladataan sinun Ticketmaster tilin lippuja tähän tapahtumaan";

"Which password do you want to reset?" = "Minkä salasanan haluat nollata?";

"Which account do you want to create?" = "Minkä tilin haluat luoda? ";
"Account" = "Tili";
"App" = "Sovellus";
"Email cannot be empty." = "Sähköposti ei voi jäädä tyhjäksi.";
"This email is invalid. Please check that you have entered your email correctly." = "Sähköposti on virheellinen. Tarkista, että olet kirjoittanut sähköpostiosoitteesi oikein.";

"Password cannot be empty." = "Salasana ei voi jäädä tyhjäksi.";
"Your Internet connection appears to be offline." = "Internet yhteyttä ei löytynyt.";

"Something went wrong. Check your internet connection and try again later." = "Jotain meni vikaa. Tarkista verkkoyhteytesi ja yritä myöhemmin uudestaan.";

"Wrong email or password. Please try again." = "Virheellinen sähköposti tai salasana. Yritäthän uudestaan.";
"No account matches. Please reset your password." = "Ei tilivastaavuuksia. Vaihda salasanasi.";
"Create New Account" = "Luo uusi tili";

// View in Wallet

"View in Wallet" = "Avaa lompakossa";
"View in Apple Wallet" = "Avaa Apple lompakossa";

"Add Tickets to Wallet" = "Lisää liput lompakkoon";
"Add Just This Ticket" = "Lisää vain tämä lippu";
"Add All %ld Tickets" = "Lisää kaikki %ld liput";
"Add All Tickets" = "Lisää kaikki liput";
"Unable to add ticket to Wallet at this time." = "Lippua ei voida lisätä lompakkoon tällä hetkellä.";

"Something Went Wrong" = "Pahoittelut, jotain meni vikaan.";

"Not to worry and we’ve got you covered! To manage your tickets, log in through the EventDay web interface." = "Ei hätää, homma on hallinnassa! Hallitse lippujasi kirjautumalla sisään EventDayn sovelluksen kautta.";

"No Thanks" = "Ei kiitos";

"Let's Go" = "Mennään";

"Last updated %@ ago." = "Päivitetty viimeksi %@ sitten.";
"Please try again later." = "Yritä myöhemmin uudelleen.";
"second" = "sekunti";
"seconds" = "sekuntia";
"minute" = "minuutti";
"minutes" = "minuuttia";

"Seat Location" = "Paikan sijainti";
"Event" = "Tapahtuma";
"Entry Info" = "Sisäänpääsy";
"Entry Information" = "Sisäänpääsyn info";
"Ticket Info" = "Lipuntiedot";
"Account Number" = "Tilinumero";
"Venue" = "Tapahtumapaikka";

"Transfer tickets to everyone before the event. Tap %@ from the mobile ticket." = "Siirrä liput kaikille ennen tapahtumaa. Valitse %@ mobiililipusta.";

"Forward tickets to everyone before the event. Tap %@ from the mobile ticket." = "Siirrä liput kaikille ennen tapahtumaa. Valitse %@ mobiililipusta.";

"Your order is being processed and you will receive your tickets by %@" = "Tilaustasi käsitellään ja saat lippusi %@ mennessä";
"Your order is being processed and you will receive your tickets soon" = "Tilaustasi käsitellään ja saat lippusi %s mennessä";
"Your order is being processed and your mobile tickets will be available by %@." = "Tilaustasi käsitellään ja mobiililippusi ovat saatavilla viimeistään %@";
"Your order is being processed and your mobile tickets will be available in time for the event." = "Tilaustasi käsitellään ja mobiililiput on saataville ajoissa ennen tapahtumaa.";
"Our Fan Support Team is working to ensure the ticket seller provides you with great tickets and we will be in contact with you shortly." = "Asiakaspalvelumma varmistaa, että saa hyvät liput myyjältä ja ovat sinuun pian yhteydessä.";

"Your order is being processed and we will inform you of your Will Call pick up location before the event." = "Tilaustanne käsitellään ja ilmoitamme sinulle noutopaikan ennen tapahtumaa.";

"Your tickets will be available for pick up at Will Call. You will need to bring a photo ID to retrieve your tickets." = "Lippusi ovat noudettavissa noutopisteeltä. Lippujen noutamista varten sinun tulee ottaa mukaan valokuvallinen henkilöllisyystodistus.";

"Pick-Up Info" = "Noudon info";

"This is not a ticket" = "Tämä ei ole pääsylippu.";

"ORDER DELAYED" = "TILAUS VIIVÄSTYNYT";

"View Tickets" = "Näytä liput";
"Get Tickets" = "Osta liput";
"More Info" = "Lisätietoa";

"Track Package" = "Seuraa pakettia";

"Tracking Info" = "Seurannan tieto";

"Screenshots won't get you in." = "Kuvakaappauksella ei pääse sisään.";
"Screenshots and printouts will not be accepted at entry." = "Kuvakaappauksia ja tulosteita ei hyväksytä sisäänpääsyssä.";


"Screenshots are not valid." = "Kuvakaappauksia ei huolita.";
"Vouchers" = "Voucherit";
"Voucher" = "Kuponki";
"Voucher for" = "Voucher for";
"Scan to redeem voucher." = "Skannaa saadaksesi voucherin";
"NOT VALID FOR ENTRY" = "EI KÄY SISÄÄNPÄÄSYYN";
// Example: `Added Value $100`
"Added Value %@%f" = "Added Value %@%f";

"Update Your Clock" = "Päivitä kellosi";
"Your ticket barcode uses local time to help keep it safe and secure. To use this ticket, your phone's clock must be set to local time." = "Lippusi viivakoodi käyttää paikallista aikaa pitääkseen sen turvassa. Jotta voit käyttää tätä lippua, puhelimesi kello on asetettava paikalliseen aikaan.";
"of" = "/";

// Add to wallet value proposition
"Add to Apple Wallet to beat busy network connections at the event." = "Lisää Apple lompakkoon sujuvamman sisäänpääsyn varmistamiseksi.";

// Screenshot warning dialog
"Trying to Screenshot Your Ticket?" = "Yritätkö ottaa kuvakaappausta lipustasi?";
"Got It" = "Ymmärrän";
"Learn More" = "Opi lisää";
"Screenshots won't get you in. To save your tickets, add them to Apple Wallet. Or, to share your tickets, transfer them to friends." = "Kuvakaappauksella ei pääse sisään. Tallenna lippusi, lisää ne Apple Payhin tai siirrä liput ystävillesi.";
"Screenshots won't get you in. To save your tickets, add them to Apple Wallet." = "Kuvakaappauksella ei pääse sisään. Tallenna lippusi, lisää ne Apple Payhin";
"Screenshots won't get you in. To share your tickets, transfer them to friends." = "Kuvakaappauksella ei pääse sisään. Jakaaksesi liput ystävien kanssa siirrä ne heille.";
"en-us" = "es-MX";
"Our bad..." = "Meidän virhe...";
"Sorry, something went wrong. Please try again later." = "Pahoittelut, jotain meni vikaan. Yritäthän myöhemmin uudestaan. ";
"Something went wrong. Let's start over." = "Jotain meni vikaan, aloitetaan alusta.";

"Offline" = "Offline";

"JUST A REMINDER" = "MUISTUTUS";
"Fan-to-Fan Ticket Exchange" = "Fanilta fanille lippukauppa";
"Sell Your Tickets for What You Paid" = "Myy liput ostohinnalla";
"To keep tickets in the hands of fans, the artist has requested that tickets to this event be resold on our Fan-to-Fan Face Value Ticket Exchange.\n\nTickets may be listed for sale on Fan-to-Fan Face Value Ticket Exchange at the price set by the artist. There will be no additional fees charged to Exchange users for buying or selling tickets on the Exchange." = "Jotta liput pysyisivät fanien hallussa, artisti on pyytänyt, että liput tähän tapahtumaan jälleenmyydään fanilta fanille tarkoitetussa lippukaupassa.\n\nLiput voidaan listata myytäviksi fanien välillä artistin asettamaan hintaan. Ostajilta tai myyjiltä ei peritä lisäkuluja.";
"Tickets may be listed at the price set by the artist on Fan-to-Fan Face Value Ticket Exchange. There will be no additional fees charged to Exchange users for buying or selling tickets on the Exchange." = "Jotta liput pysyisivät fanien hallussa, artisti on pyytänyt, että liput tähän tapahtumaan jälleenmyydään Ticketmasterin verkkokaupassa.\n\nLiput voidaan listata myytäviksi fanien välillä artistin asettamaan hintaan. Ostajilta tai myyjiltä ei peritä lisäkuluja.";
"Continue" = "Jatka";

"How Do I Manage My Tickets?" = "Kuinka hallitsen lippujani?";
"To keep tickets in the hands of fans, the artist has requested tickets to this event be mobile only and non-transferable.\n\nYou can list your ticket for sale at the price you paid on our Fan-to-Fan Face Value Ticket Exchange. There will be no additional fees charged to Exchange users for buying or selling tickets on the Exchange. Check back soon for updates." = "Pitääksemme liput faneilla, artisti on pyytänyt, että liput tähän tapahtumaan ovat  saatavilla vain mobiililaitteilla eikä niitä voi siirtää.\n\nVoit ilmoittaa lippusi myytäväksi maksamallasi hinnalla fanilta fanille lippujen jällleenmyynnissä. Lippujen vaihdon-käyttäjiltä ei veloiteta lisämaksuja lippujen ostamisesta tai myymisestä vaihdon kautta. Tarkista päivitykset myöhemmin uudelleen.";
"mobile only and non-transferable" = "Lippu vain mobiilissa ja ei siirrettävissä";

"Why Can’t I Transfer My Tickets?" = "Miksi en voi siirtää lippujani?";
"The Event Organizer has not made Ticket Transfer available at this time. Please check your event details for more information as some events may delay transferability while others using Face Value Exchange may be non-transferable to maintain original prices*.​\n\nLearn more about Transfer or select Sell to see available resale options.\n\n*Does not apply to events in NY, CT, VA, IL and CO"="Tapahtuman järjestäjä ei ole tällä hetkellä ottanut käyttöön lippujen siirtoa.\nTarkista tapahtumatietosi saadaksesi lisätietoja. Joissakin tapahtumissa siirrettävyys on viivästetty. Tapahtumissa, jotka käyttävät Face Value Exchange -järjestelmää, liput voivat olla siirtokelvottomia alkuperäisten hintojen säilyttämiseksi*.\n\nLue lisää siirrosta tai valitse Myy, nähdäksesi saatavilla olevat jälleenmyyntivaihtoehdot.\n\n*Ei koske tapahtumia osavaltioissa NY, CT, VA, IL ja CO.";
"Please check your event details for more information as some events may delay transferability while others using Face Value Exchange may be non-transferable to maintain original prices*.​"="Tarkista tapahtumatietosi saadaksesi lisätietoja. Joissakin tapahtumissa siirrettävyys on viivästetty. Tapahtumissa, jotka käyttävät Face Value Exchange -järjestelmää, liput voivat olla siirtokelvottomia alkuperäisten hintojen säilyttämiseksi*.";
"*Does not apply to events in NY, CT, VA, IL and CO" = "*Ei koske tapahtumia osavaltioissa NY, CT, VA, IL ja CO.";
"Why Can’t I Sell My Tickets?" = "Miksi en voi myydä lippujani?";
"Fan-to-Fan Face Value Ticket Exchange" = "Fanilta fanille lippukauppa";
"With our Fan-to-Fan Face Value Ticket Exchange, you can easily sell your tickets to other fans at the price set by the artist. In just 3 steps, you can list your tickets for sale right from your account and we’ll handle the rest. There will be no additional fees charged to Exchange users for buying or selling tickets on the Exchange. Check back soon for updates." = "Fanilta fanille -lipunvaihdollamme voit helposti myydä lippusi muille faneille artistin asettamaan hintaan. Vain kolmella vaiheella voit listata lippusi myyntiin suoraan tililtäsi ja me hoidamme loput. Exchange-käyttäjiltä ei veloiteta lisämaksuja lippujen ostamisesta tai myymisestä Exchangessa. Tarkista päivitykset pian uudelleen.";

// Modern Accounts
"Something went wrong" = "Jotakin meni pieleen";
"Check your internet connection and try again later." = "Tarkista verkkoyhteytesi ja yritä myöhemmin uudestaan. ";

// 3PE Mobile Transfer
"3PE_MOBILE_TRANSFER_MORE_INFO_CONFIRMED" = "<h1>Mitä seuraavaksi?</h1> <p>Pidämme sinut ajan tasalla. Kun lippusi ovat saatavilla, lähetämme sinulle sähköpostitse ohjeet niiden lunastamiseen.</p><p>Oppiaksesi lisää miten käytät lippujasi, vieraile <a href='https://help.ticketmaster.com/s/article/resale'> usein kysytyissä kysymyksissämme</a>.</p>";
"3PE_MOBILE_TRANSFER_MORE_INFO_COMPLETED_TITLE" = "<h1>Miten saat lippusi</h1>";
"3PE_MOBILE_TRANSFER_MORE_INFO_COMPLETED_FOOTER" = "<p>Lisää infoa, vieraile meidän <a href='https://help.ticketmaster.com/s/article/resale'>info sivulla</a>.</p>";
"3PE_MOBILE_TRANSFER_MORE_INFO_DELAYED" = "<p>Asiakaspalvelumme työskentelee parhaillaan varmistaakseen, että saat lippusi. Otamme pian yhteyttä päivittääksemme tilanteen.</p> <p>Jos sinulla on kysyttävää, ota yhteyttä<a href='https://help.ticketmaster.com/s/article/How-do-I-contact-Customer-Service?language=en_US'>asiakaspalveluumme</a>. Voit myös tarkistaa tilaukseltasi lisätiedot kun se tulee sinulle saataville. </p> ";
"3PE_MOBILE_TRANSFER_TICKET_CARD_DELAYED" = "Lipunmyyjä ei ole vielä toimittanut tilaustasi, mutta asiakaspalvelumme käsittelee sitä parhaillaan.";

"MODERN_ACCOUNTS_PLACEHOLDER_TEAM_LABEL" = "Käytä %@ tililläsi ostettuja tai hyväksyttyjä kausi- ja yksittäisottelulippuja.";
"MODERN_ACCOUNTS_PLACEHOLDER_TEAM_BUTTON" = "Kirjaudu sisään %@";


"MODERN_ACCOUNTS_PLACEHOLDER_HOST_LABEL" = "Käytä ja hallitse Ticketmasterista ostettuja yksittäisten otteluiden lippuja ";
"MODERN_ACCOUNTS_PLACEHOLDER_HOST_BUTTON" = "Kirjaudu sisään Ticketmasteriin";

"Complete Your Profile" = "Täydennä profiilisi loppuun";
"Your profile is missing some info. Please fill out the required fields to wrap everything up and continue." = "Profiilistasi puuttuu joitain tietoja. Täytä vaaditut kentät jatkaaksesi.";

"Pardon the Interruption" = "Anteeksi keskeytys";
"We're unable to complete this request. When transferring tickets, you must enter an email other than the account holder as the recipient." = " Lipun siirtoa ei voida hyväksyä lähettäjän sähköpostiosoitteella";
"We're unable to complete this request. When forwarding tickets, you must enter an email other than the account holder as the recipient." = " Lipun siirtoa ei voida hyväksyä lähettäjän sähköpostiosoitteella";

"OK_SAME_EMAIL_DIALOG" = "OK";

"Done" = "Valmis";

// Venue Concessions
"Food.\nMerch.\nExperiences." = "Ruoka. \nLisämyynti.\nKokemukset.";

//Ticket Details Breakout

"Fee" = "Maksu";
"Tax" = "Vero";

//Ticket Details

"Title_Purchase_Date" = "Ostopäivämäärä";

"<senderEmail> sent you tickets" = "<senderEmail> lähetti sinulle lippuja ";
"Accept" = "Hyväksy";
"View Details" = "Näytä tiedot";

//Tickets Add Transfer
"Not Now" = "Ei nyt";
"Accept Tickets" = "Hyväksy liput";

"Just accept the ticket transfer below to view the tickets in your account." = "Hyväksy siirrettävät liput alta saadaksesi liput tilillesi. ";
"YOUR EVENT DETAILS" = "TAPAHTUMAN TIEDOT";
"<senderEmail> has sent you tickets for <eventName>" = "<senderEmail> on lähettänyt sinulle lippuja tapahtumaan <eventName>";
"<senderEmail> has sent you tickets" = "<senderEmail> on lähettänyt sinulle lippuja";
"You have been sent tickets for <eventName>" = "Sinulle on lähetetty liput tapahtumaan <eventName>";
"You have been sent tickets" = "Sinulle on lähetetty lippuja";
"<senderEmail> sent you tickets" = "<senderEmail> lähetti sinulle lippuja ";
"Ticket Transfer Complete" = "Lippujen siirto valmis";
"Ticket Transfer" = "Ticket Transfer";
"Manage Listings" = "Hallitse ilmoituksia";

"<sender> has sent you 1 ticket for <eventName>" = "<sender> on lähettänyt sinulle 1 lipun tapahtumaan:<eventName>";
"<sender> has sent you <numTickets> tickets for <eventName>" = "<sender> on lähettänyt sinulle<numTickets>lipun tapahtumaan: <eventName>";
"<sender> sent you tickets" = "<sender> lähetti sinulle lippuja ";
"Note from <sender>:" = "Maininta henkilöltä <sender>:";

//Host quick login
"Access and manage all the tickets you own with ease." = "Avaa ja hallitse omistamasi lippuja helposti.";
"Important Account Info" = "Tärkeää tietoa tilistäsi";
"You can now use the same email and password for both your %s ticket account and your Ticketmaster account. <b><a href=https://help.ticketmaster.com/s/article/The-New-Sign-In-Experience?language=en_US>Learn More </a></b><br><br><b>%s ticket holder?</b> Use your existing email to sign in and update your password if prompted.<br><br><b>New here?</b> Use your Ticketmaster email and password." = "Voit nyt käyttää samaa sähköpostia ja salasanaa molemiin %s tiliin ja sinun Ticketmaster tiliin. <b><a href=https://help.ticketmaster.com/s/article/The-New-Sign-In-Experience?language=en_US> Opi lisää</a></b><br><br><b>%s lipun ostaja?</b> Käytä olemassaolevaa sähköpostia kirjautuaksesi sisään ja päivittääksesi salasana jos se vaaditaan. <br><br><b> Uusi täällä?</b> Käytä Ticketmaster tilin sähköpostia ja salasanaa.";

"Powered by" = "Powered by";

//Custom modules
"More Ticket Actions" = "Lisää toimintoja lipuille";
"View Invoice" = "Katso lasku";
"Upgrade Options" = "Korotus vaihtoehdot";
"Seat Upgrades" = "Paikan korotukset";
"Get Directions" = "Löydä perille";
"Ticket Holder" = "Lipun omistaja";
"only ticket price" = "Lipun hinta";
"Exchange Tickets" = "Exchange Tickets";
"Donate Tickets" = "Donate Tickets";
"Return Tickets" = "Return Tickets";

//Safetix 2.0
"Apple Wallet: Update Required" = "Apple lompakko: Päivitys vaaditaan";
"iOS 16.4 or higher is required to secure your account's tickets." = "iOS 16.4  tai korkeampi vaaditaan turvataksemme tilisi liput.";

"Authentication" = "Todentaminen";

// MARK: - Assign Flow
"Access and manage all the tickets you own with ease." = "Avaa ja hallitse omistamasi lippuja helposti.";

"Important Account Update" = "Tärkeä päivitys tilistäsi";

"You can now use the same email and password for both your %s ticket account and your Ticketmaster account. <b><a href=https://help.ticketmaster.com/s/article/The-New-Sign-In-Experience?language=en_US>Learn More </a></b><br><br><b>%s ticket holder?</b> Use your existing email to sign in and update your password if prompted.<br><br><b>New here?</b> Use your Ticketmaster email and password." = "Voit nyt käyttää samaa sähköpostia ja salasanaa molemiin %s tiliin ja sinun Ticketmaster tiliin. <b><a href=https://help.ticketmaster.com/s/article/The-New-Sign-In-Experience?language=en_US> Opi lisää</a></b><br><br><b>%s lipun ostaja?</b> Käytä olemassaolevaa sähköpostia kirjautuaksesi sisään ja päivittääksesi salasana jos se vaaditaan. <br><br><b> Uusi täällä?</b> Käytä Ticketmaster tilin sähköpostia ja salasanaa.";

"Looks like we're having trouble getting your barcode, tap \"Refresh\" to try again." = "Näyttää siltä, että meillä on ongelmia hakea viivakoodisi, valitse \"päivitä\" yrittääksesi uudestaan.";
"Refresh" = "Päivitä";

"For security purposes, there is a limit on the number of devices that can be used to view your tickets." = "Turvallisuussyistä lippujen käyttöön käytettävien laitteiden lukumäärä on rajoitettu.";

"You have reached the maximum number of devices allowed. You can still add these tickets to your mobile wallet, or can access them from using one of your previous devices. For information on how to manage devices associated to your account, please contact us." = "Olet saavuttanut suurimman sallitun laitemäärän. Voit edelleen lisätä nämä liput lompakkoosi tai käyttää niitä jollakin aiemmista laitteistasi. Lisätietoja tiliisi liitettyjen laitteiden hallinnasta saat ottamalla meihin yhteyttä.";

"Device Limit Reached" = "Laitteiden enimmäismäärä saavutettu";

"Contact Us" = "Ota yhteyttä";

// Account Sign In
"Sign In" = "Kirjaudu sisään";

// Account Sign Out
"Sign Out" = "Kirjaudu ulos";

// "Sign in to Lakers"
"Sign in to %s" = "Kirjaudu sisään %s";

// "Sign out of Lakers"
"Sign out of %s" = "Kirjaudu ulos %s";

// select a login source (Host, Archtics, SportXR, etc)
"Select Login" = "Valitse kirjautuminen";
// "Access season and single event tickets purchased or accepted with your Lakers account."
"Access season and single %t tickets purchased or accepted with your %s account." = "Pääsy kaudelle ja %t kertalippua, jotka on ostettu tai hyväksytty %s-tililläsi.\"";



// a generic event, example: "charity event"
"event" = "tapahtuma";

// a musical concert, example: "Rock concert"
"concert" = "konserttti";

// a theatrical show, example: "Broadway show"
"show" = "esitys";

// a sporting game, example: "Baseball game"
"game" = "ottelu";

// a sporting match, example: "Soccer match"
"match" = "ottelu";

"Screenshots won't get you in." = "Kuvakaappauksella ei pääse sisään.";
"Reload ticket" = "Lataa lippu";


// EXTRAS

"LEAD_BOOKER" = "Lipunostaja";
"STADIUM_ADDRESS" = "OSOITE";
"AREA_ALTERNATIVE_DESCRIPTION" = "TAPAHTUMAPAIKAN VAIHTOEHTOINEN KUVAUS";
"AREA_DESCRIPTION" = "TAPAHTUMAPAIKAN KUVAUS";
"CRC_DESCRIPTION" = "CRC KUVAUS";
"PRC_DESCRIPTION" = "PRC KUVAUS";
"PRICE_BAND" = "HINTAKATEGORIA";
"VENUE_NAME" = "TAPAHTUMAPAIKKA";
"CUSTOMER_NAME" = "ASIAKKAAN NIMI";
"CUSTOMER_REF" = "ASIAKASNUMERO";
"CUSTOMER_SURNAME" = "SUKUNIMI";
"MEMBERSHIP_DESCRIPTION" = "JÄSENYYDEN KUVAUS";
"MEMBERSHIP_LEVEL_DESCRIPTION" = "JÄSENYYDEN TASON KUVAUS";
"TICKET_LABEL" = "LIPUNTEKSTI";
"SECNAM_A" = "KATSOMO A";
"SECNAM_B" = "KATSOMO B";
"SECNAM_C" = "KATSOMO C";
"SECNAM_D" = "KATSOMO D";
"SECNAM_E" = "KATSOMO E";
"SECNAM_F" = "KATSOMO F";
"SECNAM_G" = "KATSOMO G";
"SECNAM_H" = "KATSOMO H";

"LEAD_BOOKER" = "Lipunostaja";
"ROW_MESSAGE" = "Rivin viesti";
"SEAT_MESSAGE" = "Paikka viesti";
"Sitting" = "Istumapaikka";
"Standing" =  "Seisomapaikka";

// Add to calendar
"Event added to your calendar" = "Tapahtuma lisätty kalenteriisi";
"Allow “%@” Calendar Access" = "Salli “%@” kalenterin käyttö";
"%@ requires access to your device’s calendar. Please enable access  in Settings > %@ > Calendars." =  "%@ requires access to your device’s calendar. Please enable access in Settings > %@ > Calendars.";
"Settings" = "Asetukset";
"Dismiss" = "Hylkää";

// Hero card

"Next Event: %@" = "Seuraava tapahtuma: %@";
"days" = "päivää";
"Enjoy Your Event" = "Enjoy Your Event";

// MARK: - Localization (Old Localisation)
"resale_seating_message" = "Suosittelemme, että myyt paikkasi yhdessä ryhmänä, jotta fanit pysyvät turvassa ja sosiaalisesti etäällä.";
"team_quick_launch_title" = "Kirjaudu sisään";
"team_quick_launch_subtitle" = "Avaa ja hallitse omistamasi lippuja helposti.";
"team_quick_launch_info_title" = "Tärkeää tietoa tilistäsi";
"team_quick_launch_info_body" = "Voit nyt käyttää samaa sähköpostia ja salasanaa molemiin %s tiliin ja sinun Ticketmaster tiliin. <b><a href=https://help.ticketmaster.com/s/article/The-New-Sign-In-Experience?language=en_US> Opi lisää</a></b><br><br><b>%s lipun ostaja?</b> Käytä olemassaolevaa sähköpostia kirjautuaksesi sisään ja päivittääksesi salasana jos se vaaditaan. <br><br><b> Uusi täällä?</b> Käytä Ticketmaster tilin sähköpostia ja salasanaa.";
"host_quick_launch_title" = "Kirjaudu sisään";
"host_quick_launch_subtitle" = "Avaa ja hallitse omistamasi lippuja helposti.";
"host_quick_launch_info_title" = "";
"host_quick_launch_info_body" = "";
"Only forward tickets to people you know and trust to ensure everyone’s safety."="Lähetä liput edelleen vain tuntemillesi ja luotettaville ihmisille kaikkien turvallisuuden varmistamiseksi.";


// MARK: - Assign Flow

"Pending Transfers" = "Odottavat siirrot";
"You now have access to %@ tickets!" = "Sinulla on nyt pääsy %@ lippuihin!";
"ACCEPT ASSIGNED TICKETS" = "HYVÄKSY JAETUT LIPUT";
"These tickets are for event access only.\nThe sender of these tickets is still the ticket owner and may revoke access any time before entry." = "Nämä liput ovat vain tapahtumaan pääsyä varten.\nLippujen lähettäjä on edelleen lipun omistaja ja voi poistaa pääsyn lippuihin milloin tahansa ennen sisäänkäyntiä.";
"You have received %d ticket from %@.\n" = "You have received %d ticket from %@.\n";
"You have received %d tickets from %@.\n" = "You have received %d tickets from %@.\n";
"Message From %@" = "Viestin henkilöltä %@";
"Return To My Tickets" = "Palaa takaisin omiin lippuihin";
"Transfer tickets to those attending for easy event entry. " = "Siirrä liput osallistujille helpottaaksesi tapahtumaan sisäänpääsyä.";
"Email sent to %@" = "Sähköposti lähetetty osoitteeseen %@";
"Assignment Canceled" = "Tehtävä peruttu";
"Some ticket assigns could not be canceled due to an unexpected error" = "Joidenkin lippujen siirtojen peruutus epäonnistui odottamattoman virheen vuoksi.";
"Try again" = "Yritä uudelleen";
"Hey, I have granted you access to %d tickets for %@ on Ticketmaster.\n\nAccept the ticket assignment to access the ticket before the event. %@" = "Hei, olen myöntänyt sinulle pääsyn %d lippuun tapahtumaan %@\n.\nHyväksy lippujen siirto Ticketmasterilla saadaksesi lipun käyttöösi ennen tapahtumaa. %@";
"NO TICKETS AVAILABLE FOR TRANSFER" = "LIPPUJA EI SAATAVILLA SIIRTOA VARTEN";
"You can only transfer tickets to a new person once you've canceled the previous transfers." = "Voit siirtää liput uudelle henkilölle vasta, kun olet peruuttanut aiemmat siirrot.";
"Hey, your access to %d tickets to %@ has been canceled.\n\nYou will no longer have access to these tickets." = "Hei, pääsysi %d lippuun tapahtumaan %@ on peruttu.\n\nSinulla ei ole enää pääsyä näihin lippuihin.";
"Hey, your access to 1 ticket to %@ has been canceled.\n\nYou will no longer have access to this ticket." = "Hei, 1 lippusi tapahtumaan %@ on peruttu.\n\nSinulla ei ole enää pääsyä tähän lippuun.";
"UNABLE TO ASSIGN SEAT" = "LIPPUJA EI VOI SIIRTÄÄ TOISELLE";
"You have already assigned a ticket to %@ - please make sure each seat is assigned to a different person." = "Olet jo siirtänyt lipun käyttäjälle %@ – varmista, että jokainen paikka on osoitettu eri henkilölle.";
"SMS sent to %@" = "Tekstiviesti lähetetty numeroon %@";
"Will You Be Attending %@?" = "Osallistutko tapahtumaan %@? ";
"Will You Be Attending?" = "Osallistutko tapahtumaan? ";
"Yes, I’m going" = "Kyllä, olen menossa";
"Assign ticket access to people you’re attending with" = "Määritä lippujen käyttöoikeus ihmisille, joiden kanssa osallistut";
"No, I won’t be attending" = "Ei, en osallistu";
"Transfer full ownership of the ticket(s)" = "Siirrä lippujen omistajuus";
"UNABLE TO UNASSIGN TICKET" = "LIPPUJA EI VOITU JAKAA";
"You cannot unassign your tickets if you’ve assigned tickets to others. Please cancel the tickets you’ve assigned before continuing." = "Et voi peruuttaa lippujasi, jos olet jakanut lippuja muille. Peruuta antamasi liput ennen kuin jatkat.";
"UNABLE TO CANCEL TICKET" = "LIPPUJA EI VOITU PERUA";
"Some assigned tickets have already been scanned for entry. Assigned tickets can't be canceled after tickets for the same event are scanned." = "Joitakin siirrettyjä lippuja on jo skannattu sisäänpääsyä varten. Siirrettyjä lippuja ei voi peruuttaa sen jälkeen, kun saman tapahtuman lippuja on skannattu.";
"Ok, got it" = "Ok";
"This Is My Ticket" = "Tämä on lippuni";
"(optional)" = "(valinnainen)";
"This means anyone who is under the age of 13 or needs your assistance." = "Tämä tarkoittaa jokaista alle 13-vuotiasta tai apuasi tarvitsevaa.";
"Confirm" = "Vahvista";
"Select Your Ticket" = "Valitse lippusi";
"United States" = "Yhdysvallat";
"Canada" = "Kanada";
"Mexico" = "Meksiko";
"United Kingdom" = "Yhdistynyt kuningaskunta";
"Ireland" = "Irlanti";
"Australia" = "Australia";
"New Zealand" = "Uusi-Seelanti";
"Other" = "Muut";
"RECIPIENT DETAILS" = "VASTAANOTTAJAN TIEDOT";
"Enter First Name" = "Lisää etunimi";
"Enter Last Name" = "Lisää sukunimi";
"Mobile Number" = "Puhelinnumero";
"Enter Email Address" = "Lisää sähköposti";
"000 000 000" = "000 000 000";
"Use Mobile Number Instead" = "Käytä sen sijaan matkapuhelinnumeroa";
"Use Email Instead" = "Käytä sen sijaan sähköpostia";
"Please enter the recipient's first name" = "Syötä vastaanottajan etunimi";
"Please enter the recipient's last name" = "Syötä vastaanottajan sukunimi";
"Please enter a valid email address" = "Syötä sähköpostiosoite";
"Email can't be the same as yours" = "Sähköposti ei voi olla sama kuin sinun";
"Please enter the recipient's email address" = "Lisääthän vastaanottajan sähköpostiosoitteen";
"Please enter a valid mobile number" = "Syötä puhelinnumero oikeassa muodossa";
"Mobile Number can't be the same as yours" = "Puhelinnumero ei voi olla sama kuin sinulla";
"Please enter the recipient's mobile number" = "Lisääthän vastaanottajan puhelinnumeron.";
"Assign This Ticket" = "Jaa tämä lippu";
"Add From My Contacts" = "Lisää yhteystiedoistani";
"Enter Manually" = "Lisää manuaalisesti";
"RECENT CONTACTS" = "VIIMEAIKAISET YHTEYSTIEDOT";
"Send" = "Lähetä";
"%@'s tickets" = "%@'s lippua";
"Remove" = "Poista";
"Assign Tickets" = "Jaa liput";
"Give ticket access to each person you're attending with. As the ticket owner, you can edit or revoke access at any time." = "Anna pääsy lippuun jokaiselle henkilölle, jonka kanssa osallistut tapahtumaan. Lipun omistajana voit muokata tai peruuttaa pääsyn milloin tahansa.";
"Need to transfer a ticket that you’ve sold elsewhere?" = "Haluatko siirtää lipun, joka on myyty muualla?";
"CANCEL ASSIGNED TICKETS?" = "PERUUTA SIIRRETYT LIPUT?";
"Are you sure you want to cancel %@’s access to these tickets?" = "Oletko varma että haluat peruuttaa henkilön %@ pääsyn näihin lippuihin?";
"Yes, I'm Sure" = "Kyllä, olen varma";
"ASSIGNED TO YOU" = "ANNETTU SINULLE";
"SCANNED AT THE VENUE" = "LUETTU TAPAHTUMAPAIKALLA";
"OOPS, SOMETHING WENT WRONG" = "HUPS, TAPAHTUI VIRHE";
"Please try submitting the form again." = "Yritä lähettää lomake uudelleen.";
"ASSIGN UNAVAILABLE" = "LIPPUJEN OSOITTAMINEN EI SAATAVILLA";
"No tickets available" = "Lippuja ei saatavilla";
"STEP %d" = "VAIHE %d";
"YOUR TICKET" = "LIPPUSI";
"Assign Pending" = "Siirto odottaa";
"Assign Accepted" = "Siirto hyväksytty";
"Manage Ticket" = "Hallitse lippuja";
"Pending:" = "Odottaa:";
"Assigned to" = "Jaettu:";
"Assigned to You" = "Jaettu sinulle";
"Each attendee must have their own ticket on their phone. If you have more than one ticket, transfer them to your group now." = "Jokaisella osallistujalla tulee olla oma lippu puhelimessaan. Jos sinulla on useampi kuin yksi lippu, siirrä ne ryhmällesi nyt.";
"EACH ATTENDEE MUST HAVE A TICKET ON THEIR PHONE" = "JOKAISELLA OSALLISTUJALLA ON OLTAVA LIPPU PUHELIMESSAAN";
"Your Ticket" = "Lippusi";
"Your Ticket - Assigned to You %@" = "Lippusi - siirretty sinulle %@";
"Follow the in app verification processes before entering the arena." = "Noudata sovelluksen sisäisiä vahvistusprosesseja ennen tapahtumapaikalle saapumista.";
"Important Info" = "Tärkeä info";
"Hey, I have granted you access to a ticket for %@ on Ticketmaster.\n\nAccept the ticket assignment to access the ticket before the event. %@" = "Hei, olen myöntänyt sinulle pääsyn %d lippuun tapahtumaan %@\n.\nHyväksy lippujen siirto Ticketmasterilla saadaksesi lipun käyttöösi ennen tapahtumaa. %@";
"Hey, I have modified the tickets you can access for %@ on Ticketmaster.\n\nView the ticket assignment, and accept to access the ticket before the event. %@" = "Hei, olen muokannut lippuja, jolla sinulla on pääsy tapahtumaan %@.\n\nTarkastele lippujen siirtoa Ticketmasterilla ja hyväksy se saadaksesi lipun käyttöösi ennen tapahtumaa. %@";
"Tickets updated" = "Liput päivitetty";
"You have unsaved changes in your assignment. Complete it before starting a new one." = "Sinulla on tallentamattomia muutoksia siirrossasi. Viimeistele se ennen uuden aloittamista.";
"Incomplete Assignment" = "Keskeneräinen siirto";
"REASSIGN TICKETS?" = "SIIRRÄ LIPUT UUDELLEEN?";
"No, Send 1 Ticket" = "En, lähetä 1 lippu";
"Yes, Send All" = "Kyllä, lähetä kaikki";
"ASSIGN UPDATE INCOMPLETE" = "PÄIVITYKSEN MÄÄRITYS EPÄONNISTUI";
"Your tickets are still assigned to %@. To update ticket access, please edit the recipient details." = "Lippusi on yhä osoitettu vastaanottajalle %@. Päivittääksesi lipun käyttöoikeudet, muokkaa vastaanottajan tietoja.";
"Your tickets have not been assigned. Please try again." = "Liput eivät ole vielä osoitettu. Yritä uudelleen.";
"Go Back" = "Palaa takaisin";
"YOU HAVE TICKETS ASSIGNED TO OTHERS" = "SINULLA ON LIPPUJA, JOTKA ON OSOITETTU MUILLE";
"If you choose to proceed, everyone you’ve assigned tickets to previously will lose access to them." = "Jos päätät jatkaa, kaikilta, joille olet aiemmin osoittanut lippuja, käyttöoikeus poistuu.";
"Tickets Unassigned" = "Osoittamattomat liput";
"We could not unassign all tickets, please try again." = "Kaikkien lippujen osoitusta ei voitu poistaa, yritä uudelleen.";
"Tickets Waiting To Be Accepted" = "Liput odottaa hyväksyntää";
"View" = "Näytä";
"ADDING TO WALLET" = "Lisää lompakkoon";
"For easier event entry, transfer tickets to those attending with you and only add your ticket to your wallet." = "Helpottaaksesi tapahtumaan pääsyä, siirrä liput kanssasi oleville ja lisää vain oma lippusi lompakkoosi.";
"Add to Wallet" = "Lisää lompakkoon";
"Transfer Tickets" = "Siirrä lippu";
"1 Ticket To Be Accepted" = "1 Ticket To Be Accepted";
"%@ Tickets To Be Accepted" = "%@ Tickets To Be Accepted";
"Select tickets for anyone under 13 or who needs your assistance." = "Valitse liput kaikille alle 13-vuotiaille tai apua tarvitseville.";
"AVAILABLE" = "SAATAVILLA";
"NOT AVAILABLE" = "NOT AVAILABLE";
"PENDING" = "ODOTTAA";
"Assign Ticket Access" = "Assign Ticket Access";
"Give ticket access only to people attending the event" = "Give ticket access only to people attending the event";
"Transfer Ticket Ownership" = "Transfer Ticket Ownership";
"Give full ownership of the ticket(s)" = "Give full ownership of the ticket(s)";
"How Would You Like to Transfer Tickets?" = "How Would You Like to Transfer Tickets?";
"Skip" = "Ohita";
"No tickets assigned to you" = "No tickets assigned to you";
"Select A Ticket If You’re Attending" = "Select A Ticket If You’re Attending";
"No tickets left to assign." = "No tickets left to assign.";
"CANCEL YOUR ASSIGNED TICKET" = "CANCEL YOUR ASSIGNED TICKET";
"Select Yes to remove your name from this ticket. You will still have ticket ownership and can assign or transfer this ticket to someone else." = "Select Yes to remove your name from this ticket. You will still have ticket ownership and can assign or transfer this ticket to someone else.";

// MARK: - Suspended Accounts

"There is a problem with your account. Please contact the Box Office for assistance" = "Tililläsi on ongelma. Ota yhteyttä lipunmyyntiin saadaksesi apua.";
"by Phone at:" = "Puhelin: ";
"by Email at:" = "Sähköposti:";
"or by Email at:" = "Tai sähköpostilla: ";

// MARK: - 3PE Disclaimer

"*You'll get 1 ticket in Sec %@, Row %@, Seat Range %@-%@" = "*Saat 1 lipun alueelle: %@, rivi: %@, paikkaväli %@-%@";
"*You'll get %@ tickets together in Sec %@, Row %@, Seat Range %@-%@" = "*Saat %@ lippua alueelle: %@, rivi: %@, paikkaväli %@-%@";
"*You'll get 1 ticket in Sec %@, Row %@" = "*Saat 1 lipun alueelle: %@, rivi: %@";
"*You'll get %@ tickets together in Sec %@, Row %@" = "*Saat %@ lippua alueelle: %@, rivi: %@";
"Disclaimer" = "Vastuuvapautusilmoitus";

// MARK: - Archtics Hero/Medium Cards Redesign
"View Tickets In Partner App" = "Katso liput kumppanin sovelluksessa";
"Go To App" = "Siirry sovellukseen";

"We're taking you to your tickets" = "Hetki, siirrymme lippuihisi";
"Manage and view your tickets in the %@" = "Hallinnoi ja tarkastele lippuja %@";
"Manage and view your tickets on the partner page." = "Manage and view your tickets on the partner page.";
"on the parter page." = "kumppanivisulla.";
"Open App" = "Avaa sovellus";
// MARK: - Order Selector

"Select Order" = "Valitse tilaus";
"Extras" = "Extrat"; // For Upsells
"EXTRAS" = "EXTRAS"; // For Upsells

// Account Switcher
"Linked Accounts" = "Linked Accounts";
"Logout" = "Uloskirjautuminen";
"Accounts" = "Tilit";
"Sign into Ticketmaster" = "Sign into Ticketmaster";
"Sign into %@" = "Sign into %@";
"Phone:" = "Phone:";
"ID:" = "ID:";

"Unable To %@ Tickets" = "Unable To %@ Tickets";
"An unknown error occurred." = "An unknown error occurred.";
"Select Order (%@)" = "Select Order (%@)";
"Transfer Accepted: %@" = "Transfer Accepted: %@";
"Transfer Pending: %@" = "Transfer Pending: %@";
"Assigned To: %@" = "Assigned To: %@";
"Pending: %@" = "Odottaa: %@";
"x%d Ticket" = "x%d Ticket";
"x%d Tickets" = "x%d Tickets";
"Order #%@" = "Tilaus #%@";
"Invoice Details" = "Laskun tiedot";
"Order Details" = "Tilaustiedot";
"Download the %@" = "Download the %@";
"%@ Ticket Only. To manage your tickets Download the %@" = "%@ Ticket Only. To manage your tickets Download the %@";
"View Parking Pass" = "Näytä parkkiliput";
"Your tickets aren't quite ready yet. Please check back later" = "Your tickets aren't quite ready yet. Please check back later";
"Your Barcode Will Be Ready Before The Day Of The Event" = "Your Barcode Will Be Ready Before The Day Of The Event";
"Add-Ons" = "Lisätuotteet";
"Scanned" = "Scanned";
"Your tickets cannot be resold. To check for available ticket resell for your event, please contact Fan Support." = "Your tickets cannot be resold. To check for available ticket resell for your event, please contact Fan Support.";
"%@ Ticket Only" = "%@ vain lippu";
"To manage your tickets" =  "To manage your tickets";
"Ticket Voided" = "Ticket Voided";
"Re-Sale Tickets" = "Re-Sale Tickets";
"Check Your Sold Email Confirmation for payout timing" = "Tarkista sähköpostitse saamasta vahvistuksesta maksun aikataulu. ";
"Purchase Date" = "Ostopäivämäärä";
"View Receipt" = "Näytä tilauksen tiedot";
"View Order" = "View Order";
"Assigned To You" = "Assigned To You";
"GENERAL ADMISSION" = "GENERAL ADMISSION";
"View parking pass" = "View parking pass";
"Watch live stream" = "Watch live stream";
"Payment incomplete" = "Payment incomplete";
"Your tickets will display once all installments are paid." = "Lippusi näkyvät, kun kaikki maksuerät on maksettu.";
"We are processing your order and you will receive your tickets in time for the event." = "Käsittelemme tilaustasi ja saat lippusi ajoissa tapahtumaan.";
"Ticket will be ready by %@" = "Ticket will be ready by %@";
"%d ticket will be ready by %@" = "%d ticket will be ready by %@";
"%d tickets will be ready by %@" = "%d tickets will be ready by %@";
"We ran into a snag with the ticket seller. Our team will reach out to you soon or you can contact us now." = "Törmäsimme pulmaan lipunmyyjän kanssa. \nAsiakaspalvelumme ottaa sinuun yhteyttä pian tai \nvoit ottaa meihin yhteyttä nyt.";
"Failed to get this ticket. We got you covered – Fan Support will be in contact with you within XXX." = "Failed to get this ticket. We got you covered – Fan Support will be in contact with you within XXX.";
"This ticket has been refunded" = "This ticket has been refunded";
"Collect tickets with your confirmation email at the venue" = "Collect tickets with your confirmation email at the venue";
"Your tickets are on the way, check status" = "Your tickets are on the way, check status";
"Tracking" = "Tracking";
"Tracking #%@. Your tickets are ready and on the way! To review your shipping status, please reference the tracking number provided." = "Tracking #%@. Your tickets are ready and on the way! To review your shipping status, please reference the tracking number provided.";
"unknown" = "ei tiedossa";
"Set up a Flash Seats account and app to access your tickets, using the same email as your Ticketmaster account" = "Set up a Flash Seats account and app to access your tickets, using the same email as your Ticketmaster account";
"View Your Tickets & Get Into the Event" = "View Your Tickets & Get Into the Event";
"Set up a free Flash Seats account and install the app to access your mobile tickets. Your phone will be scanned at the gate for entry visit our Help Center for more details." = "Set up a free Flash Seats account and install the app to access your mobile tickets. Your phone will be scanned at the gate for entry visit our Help Center for more details.";
"Create Account" = "Luo tili";
"Visit Help Center" = "Visit Help Center";
"What’s Next?" = "What’s Next?";
"We’ll keep you updated along the way and send you an email once your tickets are available. Set up a free Flash Seats account and install the app to access your mobile tickets. Your phone will be scanned at the gate for entry visit our Help Center for more details." =  "We’ll keep you updated along the way and send you an email once your tickets are available. Set up a free Flash Seats account and install the app to access your mobile tickets. Your phone will be scanned at the gate for entry visit our Help Center for more details.";
"Fan support team will be in contact shortly" = "Fan support team will be in contact shortly";
"We're sorting an issue with your tickets" = "We're sorting an issue with your tickets";
"Fan Support is working to ensure the ticket seller provides you your tickets and will update you soon.\n\nFor any questions, please contact Fan Support or check your order details." = "Fan Support is working to ensure the ticket seller provides you your tickets and will update you soon.\n\nFor any questions, please contact Fan Support or check your order details.";
"Contact Fan Support" = "Ota yhteyttä asiakaspalveluun";
"Visit the Help Center for ticket info" = "Visit the Help Center for ticket info";
"We'll keep you updated along the way. Once your tickets are available, we'll email you instructions on how to claim them. To learn how to view and use your tickets, visit our Help Center." = "We'll keep you updated along the way. Once your tickets are available, we'll email you instructions on how to claim them. To learn how to view and use your tickets, visit our Help Center.";
"The ticket seller hasn’t fulfilled your order yet, Fan Support is handling it." = "The ticket seller hasn’t fulfilled your order yet, Fan Support is handling it.";
"Ticket Seller Delay" = "Ticket Seller Delay";
"We're working on your tickets and will update you shortly. Contact Fan Support or check your order for updates." = "We're working on your tickets and will update you shortly. Contact Fan Support or check your order for updates.";
"Your tickets are associated with your credit card. Please bring the card used at purchase, along with photo ID along to the venue." = "Your tickets are associated with your credit card. Please bring the card used at purchase, along with photo ID along to the venue.";
"How to Enter the Event" = "How to Enter the Event";
"Box office ticket" = "Box office ticket";
"Your tickets for this event need to be collected at the event venue. Go to a member of staff at the venue with your confirmation email to receive them." = "Your tickets for this event need to be collected at the event venue. Go to a member of staff at the venue with your confirmation email to receive them.";
"Collection tickets" = "Collection tickets";
"Pick Up Info" = "Pick Up Info";
"Print at home ticket" = "Print at home ticket";
"Your tickets for this event need to be printed at home and taken with you to the event. You can print our simple tickets pdf on A4 paper and it will be scanned at the door." = "Your tickets for this event need to be printed at home and taken with you to the event. You can print our simple tickets pdf on A4 paper and it will be scanned at the door.";
"Print-at-home tickets" = "Print-at-home tickets";
"Sent by mail ticket" = "Sent by mail ticket";
"Your tickets for this event have been sent to you in the mail. Simply bring them along to the event to be scanned at the door." = "Your tickets for this event have been sent to you in the mail. Simply bring them along to the event to be scanned at the door.";
"Sent By mail tickets" = "Sent By mail tickets";
"Print" = "Tulosta";
"Your tickets cannot be Transferred. To check for available ticket Transfer for your event, please contact Fan Support." = "Your tickets cannot be Transferred. To check for available ticket Transfer for your event, please contact Fan Support.";
"Sold At: $%.2f" = "Sold At: $%.2f";
"Sold" = "Myyty";
"Listed for sale at: $%.2f" = "Listed for sale at: $%.2f";
"Listed for sale" = "Listed for sale";
"Listing Pending At: $%.2f" = "Listing Pending At: $%.2f";
"Listing Pending" = "Ilmoitus odottaa";
"Upgrade" = "Korota";
"Your order cannot be upgraded online. To check for available upgrades for your event, please contact Fan Support." = "Tilaustasi ei voida päivittää verkossa. Lippujen päivitysvaihtoehdot voit tarkistaa asiakaspalvelustamme. ";
"Your Tickets have been Upgraded!" = "Your Tickets have been Upgraded!";
"Tickets" = "Liput";
"Never been updated." = "Never been updated.";
"MORE OPTIONS" = "MORE OPTIONS";

"Please contact Client Support: %@" = "Please contact Client Support: %@";
"We can't get any information at the moment please try again later." = "We can't get any information at the moment please try again later.";

"Transfer Accepted" = "Transfer Accepted";
"Transfer Pending" = "Lippujen siirto avoin";

"Resale Unavailable" = "Resale ei ole saatavilla";
"Transfer Unavailable" = "Lippujen siirto ei ole saatavilla";
"Upgrade Unavailable" = "Päivitys ei saatavilla";

"Post on Social Media" = "Post on Social Media";
"Build hype for the event, and share that you got tickets with your friends and family." = "Build hype for the event, and share that you got tickets with your friends and family.";
"Share You’re Going" = "Jaa, että olet menossa";
"YOU GOT\nTICKETS!" = "YOU GOT\nTICKETS!";
"I GOT TICKETS!" = "I GOT TICKETS!";
"I got tickets for %@. Who's in?\n\n%@" = "I got tickets for %@. Who's in?\n\n%@";

"Barcode available 3 days before your event" = "Barcode available 3 days before your event";
"Barcode Will Be Activated At" = "Barcode Will Be Activated At";
"Add To Wallet To Access Ticket" = "Add To Wallet To Access Ticket";
"Barcode Unavailable For Security Reasons" = "Barcode Unavailable For Security Reasons";
"Add to Wallet now to access your tickets for entry." = "Add to Wallet now to access your tickets for entry.";

"Everyone In Your Group Must Have Their Ticket On Their Own Device. Transfer Tickets To Those Attending With You Before The Game." = "Everyone In Your Group Must Have Their Ticket On Their Own Device. Transfer Tickets To Those Attending With You Before The Game.";
"Follow The In-App Verification Processes Before Entering The Arena." = "Follow The In-App Verification Processes Before Entering The Arena.";

"Long Barcode Number" = "Long Barcode Number";
"Promoter Name" = "Promoottorin nimi";

// MARK: Assign Dependents

"ASSIGNED TO YOUR DEPENDENT" = "SIIRRÄ AVUSTETTAVALLESI";
"DEPENDENT" = "AVUSTA RIIPPUVAINEN";
"Assigned to Your Dependent" = "Jaettu huollettavalle";
"%@ (Dependent)" = "%@ (Avustettava)";
"(Dependent)" = "(Avustettava)";
"Do you want to reassign %@’s dependent tickets to %@ as well?" = "Haluatko siirtää myös käyttäjän %@ liput käyttäjälle %@?";
"Attending with any dependents?" = "Osallistutko tapahtumaan avustettavan kanssa? ";
"Assigned To: %@ (Dependent)" = "Assigned To: %@ (Dependent)";
"Pending: %@ (Dependent)" = "Odottaa: %@ (riippuvainen)";
"Assigned To Your Dependent" = "Assigned To Your Dependent";

// MARK: Assign Guests

"ASSIGNED TO YOUR GUEST" = "ASSIGNED TO YOUR GUEST";
"GUEST" = "GUEST";
"Assigned to Your Guest" = "Assigned to Your Guest";
"%@ (Guest)" = "%@ (Guest)";
"(Guest)" = "(Guest)";
"Do you want to reassign %@’s guest’s ticket to %@ as well?" = "Do you want to reassign %@’s guest’s ticket to %@ as well?";
"Assign additional tickets to yourself?" = "Assign additional tickets to yourself?";
"Select tickets for anyone entering the venue with you." = "Select tickets for anyone entering the venue with you.";
"Are they attending with any guests?" = "Are they attending with any guests?";
"Select tickets for anyone entering with your recipient." = "Select tickets for anyone entering with your recipient.";
"Assigned To: %@ (Guest)" = "Assigned To: %@ (Guest)";
"Pending: %@ (Guest)" = "Pending: %@ (Guest)";
"Assigned To Your Guest" = "Assigned To Your Guest";
"CANCEL ASSIGN?" = "CANCEL ASSIGN?";
"Are you sure you want to cancel %@ and their guest’s ticket access?" = "Are you sure you want to cancel %@ and their guest’s ticket access?";
"Are you sure you want to cancel %@’s access to these tickets?" = "Oletko varma että haluat peruuttaa henkilön %@ pääsyn näihin lippuihin?";
"Go Back" = "Palaa takaisin";

// MARK: - Accessibility

"Wheelchair Accessible" = "Esteetön pääsy";
"Mobility Accessible" = "Liikuntarajoitteisille saavutettava";
"Deaf and Hard of Hearing Accessible" = "Kuulorajoitetulle saavutettava";
"Blind and Low Vision Accessible" = "Näkörajoitetulle saavutettava";
"Companion Ticket" = "Avustaja";
"Blind and Low Vision / Deaf and Hard of Hearing" = "Blind and Low Vision / Deaf and Hard of Hearing";
"Accessible Ticket" = "Esteettömät paikat";


"Seating area optimised for wheelchair users and those unable to climb stairs, in easier reach of accessible entrances, exits and toilet facilities." = "Istuma-alue on optimoitu pyörätuolin käyttäjille ja niille, jotka eivät pysty kiipeämään portaita, tarvitsee helpomman saavutettavuuden wc-tiloihin, sisään- tai uloskäyntiin.";

"Seating area optimised to reduce distances walked and be in easier reach of accessible entrances, exits and toilet facilities." = "Istuma-alue on optimoitu vähentämään kävelymatkoja ja on saavutettavissa sisäänkäyntien, uloskäyntien ja wc-tilojen läheisyydessä.";

"Seating area optimised for fans with hearing impairments, often close to facilities such as ASL interpretation and captioning." = "Istuma-alue, joka on optimoitu kuulorajoitetuille faneille, usein lähellä palveluja, kuten tulkkausta ja tekstitystä.";

"Seating area optimised for fans who are blind or have visual impairments, often close to the stage or central event area." = "Istuma-alue, joka on optimoitu näkörajoitetuille faneille, sijaitsee usein lähellä lavaa tai keskeistä tapahtuma-aluetta.";

"This is a reserved seat in the accessible area for a companion. This may be free of charge if you have provided evidence for the need of an essential companion, or may be a paid for ticket." = "Tämä paikka on varattu esteettömän alueen saattajalle. Tämä lippu voi olla maksuton, jos olet toimittanut todisteet välttämättömän saattajan tarpeesta. Lippu voi olla myös maksullinen.";

"Dedicated area optimized for fans who are blind, have visual impairments or hearing impairments, often close to the stage, central event area and facilities such as ASL interpretation and captioning." = "Dedicated area optimized for fans who are blind, have visual impairments or hearing impairments, often close to the stage, central event area and facilities such as ASL interpretation and captioning.";

"This is an accessible ticket." = "This is an accessible ticket.";

"Back" = "Takaisin";
"Retry" = "Yritä uudestaan";
"Ticket Information" = "Lipun tiedot";
"IMPORTANT NOTES" = "IMPORTANT NOTES";
"ORDER DETAILS" = "ORDER DETAILS";
"EVENT INFORMATION" = "EVENT INFORMATION";
"Screenshots won't get you in" = "Screenshots won't get you in";
"Screenshots Won't Get You In" = "Screenshots Won't Get You In";
"Screenshots can't be used for entry. Use Transfer to securely send your ticket to someone else." =  "Screenshots can't be used for entry. Use Transfer to securely send your ticket to someone else.";
"Screenshots can't be used for entry. Please display your ticket from the Ticketmaster App or your mobile wallet." = "Screenshots can't be used for entry. Please display your ticket from the Ticketmaster App or your mobile wallet.";
